{
    "images": [
        {
            "imgPath": "img/flower1.webp",
            "flower": "Lily",
            "hemisphere": "Northern",
            "description": "Large, trumpet-shaped flowers with prominent stamens and long, slender leaves. They come in a variety of colors, including white, pink, and orange."
        },
        {
            "imgPath": "img/flower2.webp",
            "flower": "Dahlia",
            "hemisphere": "Northern",
            "description": "Dahlia flowers have vibrant, multi-petaled blooms with a wide range of colors, from white to purple. The petals are often tightly packed, creating a full, rounded appearance."
        },
        {
            "imgPath": "img/flower3.webp",
            "flower": "Poppy",
            "hemisphere": "Northern",
            "description": "Poppies feature delicate, paper-like petals, often in bright red or orange. They have a prominent dark center surrounded by black seeds."
        },
        {
            "imgPath": "img/flower4.webp",
            "flower": "Hyacinth",
            "hemisphere": "Northern",
            "description": "Hyacinths are known for their dense clusters of small, bell-shaped flowers, which come in colors like purple, pink, blue, and white. They also have a strong, sweet fragrance."
        },
        {
            "imgPath": "img/flower5.jpg",
            "flower": "Hydrangea",
            "hemisphere": "Northern",
            "description": "Hydrangeas have large, globe-like clusters of flowers in shades of blue, pink, or white. The flowers are often star-shaped and can change color depending on soil pH."
        },
        {
            "imgPath": "img/flower6.jpg",
            "flower": "Petunia",
            "hemisphere": "Southern",
            "description": "Petunias have funnel-shaped flowers with ruffled edges, available in vibrant colors such as pink, purple, red, and white. Their petals have a smooth texture, and the flowers often feature a slight fragrance."
        },
        {
            "imgPath": "img/flower7.webp",
            "flower": "Lavender",
            "hemisphere": "Northern",
            "description": "Lavender features tall spikes of tiny purple flowers, with a fragrant, soothing aroma. Its narrow, silvery leaves complement the flowers, which are often used in aromatherapy."
        },
        {
            "imgPath": "img/flower8.webp",
            "flower": "Rose",
            "hemisphere": "Northern",
            "description": "Roses are characterized by their multi-layered petals and come in many colors, including red, pink, white, and yellow. They have a distinct, sweet fragrance and thorny stems."
        },
        {
            "imgPath": "img/flower9.jpg",
            "flower": "Peony",
            "hemisphere": "Northern",
            "description": "Peonies have large, rounded blooms with soft, ruffled petals. They are often pink, white, or red, and are known for their sweet fragrance and lush, full appearance."
        },
        {
            "imgPath": "img/flower10.webp",
            "flower": "Sunflower",
            "hemisphere": "Northern",
            "description": "Sunflowers have large, yellow, daisy-like petals surrounding a dark brown or black center. They stand tall, often facing the sun, and are recognized for their cheerful appearance."
        }
    ]
}